Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EMERGENCY_TEXT_CALLBACK_NUMBER_ADDITION_NO_NAME
source: Call or text me at %@. Do not reply to this text to reach me.
ar: اتصل أو أرسل لي على %@. لا ترد على هذه الرسالة للاتصال بي.
bg: Обади ми се или ми изпрати съобщение на %@. Не отговаряй на това съобщение, за да се свържеш с мен.
ca: Truca’m o envia’m un missatge al %@. No contestis aquest missatge per contactar‑me.
cs: Můžete mi zavolat nebo napsat na %@. Na tuto zprávu neodpovídejte.
da: Brug %@ til at ringe eller sende besked. Kontakt mig ikke ved at svare på denne besked.
de: Ich bin unter %@ per Telefon oder SMS erreichbar. Nicht auf diese SMS antworten.
el: Καλέστε ή στείλτε μου μήνυμα στον αριθμό %@. Μην απαντήσετε σε αυτό το μήνυμα για να επικοινωνήσετε μαζί μου.
es: Llámame o envíame un mensaje al %@. No respondas a este mensaje de texto para ponerte en contacto conmigo.
es_us: Llámame o envíame un mensaje al %@. Este mensaje no admite respuestas.
fi: Olen tavoitettavissa numerosta %@. Älä vastaa tähän viestiin, jos haluat tavoittaa minut.
fr: Appelez-moi ou envoyez-moi un message au %@. Ne répondez pas à ce message pour me joindre.
fr_ca: Appelez ou envoyez-moi un message au %@. Ne répondez pas à ce message.
he: התקשר או שלח אליי הודעה במספר %@. נא לא להשיב להודעה זו.
hi: %@ पर मुझे कॉल या SMS करें। मुझे संपर्क करने के लिए इस SMS का जवाब मत दें।
hr: Nazovi me ili mi pošalji poruku na %@. Nemoj odgovarati na ovu poruku.
hu: Hívjon vagy küldjön nekem üzenetet a(z) %@ számon. Ahhoz, hogy elérjen engem, ne válaszoljon erre az üzenetre.
id: Hubungi atau kirimi saya pesan di %@. Jangan balas pesan ini untuk menghubungi saya.
it: Chiamami o scrivimi al numero %@. Non rispondere a questo messaggio.
ja: 私に連絡するには%@へメッセージを送信/電話してください。このメッセージには返信しないでください。
kk: %@ нөмірім бойынша хабарласыңыз немесе SMS жіберіңіз. Маған хабарласу үшін осы мәтінге жауап беру қажет емес.
ko: 저에게 연락하려면 %@(으)로 전화하거나 문자를 보내십시오. 이 메시지에는 응답하지 마십시오.
lt: Skambinkite arba rašykite man numeriu %@. Norėdami su manimi susisiekti, į šią žinutę neatsakykite.
ms: Panggil atau mesej saya di %@. Jangan balas mesej ini untuk menghubungi saya.
nl: Bel of sms me op %@. Antwoord niet op deze sms om me te bereiken.
no: Ring meg eller send melding på %@. Ikke prøv å nå meg ved å svare på denne meldingen.
pl: Zadzwoń lub wyślij mi wiadomość pod numer %@. Nie kontaktuj się ze mną, odpowiadając na tę wiadomość.
pt_br: Ligue ou envie uma mensagem para mim no número %@. Não responda a esta mensagem para falar comigo.
pt_pt: Para me contactar, ligue ou envie um SMS para o %@. Não responda a esta mensagem.
ro: Pot fi contactat telefonic sau prin mesaje la %@. Nu răspundeți la acest mesaj pentru a mă contacta.
ru: Позвоните или отправьте SMS мне на номер %@. Не отвечайте на это сообщение, чтобы обратиться ко мне.
sk: Zavolajte mi alebo mi pošlite správu o %@. Nepokúšajte sa ma kontaktovať odpovedaním na túto správu.
sl: Pokličite me ali mi pošljite sporočilo na %@. Za stik z mano ne odgovarjajte na to sporočilo.
sv: Du kan nå mig via telefon eller SMS på %@. Det går inte att kontakta mig genom att svara på det här meddelandet.
th: โทรหาหรือส่งข้อความถึงฉันที่เบอร์ %@ อย่าตอบกลับข้อความนี้ถึงฉัน
tr: Bana şu numaradan ulaşabilirsiniz: %@. Bana ulaşmak için bu mesaja yanıt vermeyin.
uk: Телефонуйте чи пишіть мені на %@. Не відповідайте на цю звістку, щоб зі мною звʼязатися.
vi: Gọi hoặc nhắn tin cho tôi theo số %@. Không trả lời tin nhắn này để liên lạc với tôi.
zh_cn: 拨打或发送短信至%@联系我。请勿回复本信息与我联系。
zh_hk: 打電話或傳短訊給我（%@）。請勿回覆此訊息與我聯絡。
zh_tw: 打電話或傳簡訊給我（%@）。請勿回覆此訊息與我聯絡。

# ACCIDENTAL_SOS_NOTIF_BODY_CLAW_WITH_TIME_%@_PLURAL
source: iPhone initiated Emergency SOS at %@ because the side and volume buttons were pressed and held. You can manage Call with Hold in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط مطولاً على الزر الجانبي وزر مستوى الصوت معًا. يمكنك إدارة مكالمة "الاتصال عبر الضغط المطول" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото са били натиснати и задържани страничният бутон и бутон за силата на звука. Можете да управлявате „Обаждане при задържане“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a les %@ en mantenir premuts el botó lateral i el de volum. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo současně stisknuto a podrženo postranní tlačítko a tlačítko hlasitosti. Volbu „Volání podržením“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket og holdt inde på sideknappen og lydstyrkeknappen. Du kan administrere Ring op ved at holde inde i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seiten- und Lautstärketaste gedrückt gehalten wurden. Du kannst „Durch Halten anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στις %@ μετά από παρατεταμένο πάτημα του πλευρικού κουμπιού και του κουμπιού έντασης ήχου. Μπορείτε να διαχειριστείτε το Παρατεταμένο πάτημα για κλήση στις Ρυθμίσεις.
es: A las %@ el iPhone inició “Emergencia SOS” porque se mantuvieron pulsados el botón lateral y un botón de volumen. Puedes gestionar la opción “Llamar manteniendo pulsado” en Ajustes.
es_us: El iPhone inició Emergencia SOS a las %@ porque se mantuvieron presionados los botones lateral y de volumen. Puedes controlar la opción Mantener presionado para llamar en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivu- ja äänenvoimakkuus­painikkeita pidettiin painettuna. Voit hallita Soita pitämällä -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car les boutons latéral et de volume ont été maintenus enfoncés. Vous pouvez gérer « Appel par maintien » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral et un bouton de volume de l’iPhone ont été maintenus enfoncés. Vous pouvez gérer « Appeler avec pression prolongée » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעה לחיצה ארוכה על כפתור הצד ועל כפתורי עוצמת השמע. ניתן לנהל את ״חיוג באמצעות לחיצה ארוכה״ ב״הגדרות״.
hi: iPhone ने %@ पर आपातकालीन SOS शुरू कर दिया था क्योंकि साइड बटन और वॉल्यूम बटन को दबाए रखा गया था। आप सेटिंग्ज़ में जाकर “होल्ड करने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer su bile zadržane bočna tipka i tipke za podešavanje glasnoće. U Postavkama možete upravljati Pozivom pomoću zadržavanja.
hu: Az iPhone segélyhívást indított %@-kor, mivel nyomva tartotta az oldalsó gombot és a hangerőgombokat. A Hívás nyomva tartással funkciót a Beállításokban kezelheti.
id: iPhone memulai Darurat SOS di %@ karena tombol samping dan volume ditekan dan ditahan. Anda dapat mengelola Panggil dengan Tahan di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” alle %@ perché uno o entrambi i tasti del volume e quello laterale sono stati tenuti premuti. Puoi gestire “Chiama tenendo premuto” in Impostazioni.
ja: サイドボタンと音量ボタンが長押しされたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“長押しして通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік және дыбыс деңгейінің түймелері басылып тұрды. «Реттеулер» бөлімінен «Басып тұру арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone 측면 버튼 및 음량 버튼이 길게 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘길게 눌러서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas paspaudė ir palaikė šoninį ir garsumo mygtukus. Skambutį galite nustatyti pasitelkę palaikymo parinktį srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi dan kelantangan ditekan serta ditahan. Anda boleh mengurus Hubungi dengan Tahan dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat de zijknop en de volume­knop ingedrukt werden gehouden. Je kunt 'Bel met ingedrukt houden' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@ fordi sideknappen og volumknappene ble holdt inne. Du kan endre Hold for å ringe i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po naciśnięciu i przytrzymaniu przycisku bocznego oraz przycisku głośności. Opcją Przytrzymanie możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência às %@ porque os botões lateral e de volume foram mantidos pressionados. Você pode gerenciar o recurso Manter Pressionado para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência às %@ porque os botões lateral e do volume foram mantidos premidos. Pode gerir a opção Manter premido para ligar, nas Definições.
ro: iPhone‑ul a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral și butoanele de volum au fost ținute apăsate simultan. Puteți gestiona opțiunea “Apelare cu ținere” în Configurări.
ru: iPhone начал экстренный вызов в %@ из‑за нажатия и удержания боковой кнопки и кнопки громкости. Параметром «Вызов удержанием кнопок» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu a podržaniu bočného tlačidla a tlačidla hlasitosti. Funkciu Zavolať podržaním môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker sta bila pritisnjena in pridržana stranski gumb in gumb za glasnost. Možnost Klic s pridržanjem lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen och volymknappen hölls in. Du kan hantera Håll in för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้ คุณสามารถจัดการการโทรโดยกดค้างได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğme ve ses yüksekliği düğmesi basılı tutulduğu için Acil SOS başlattı. Basılı Tutarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки було затиснуто бічну кнопку й кнопку гучності. Функцією «Виклик затисненням» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn và nút âm lượng được nhấn và giữ. Bạn có thể quản lý tính năng Gọi bằng cách giữ trong Cài đặt.
zh_cn: 因侧边按钮和音量按钮被同时按住，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按住进行呼叫”。
zh_hk: iPhone的側邊按鈕和音量按鈕於%@同時被按住而啟動了「緊急求助SOS」。你可以在「設定」中管理「按住即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊和音量按鈕被同時按住。你可以在「設定」中管理「按住通話」。

# OPEN_HEALTH_NO_EMERGENCY_CONTACTS
source: Set up Emergency Contacts in Health
ar: إعداد جهات الاتصال في تطبيق صحتي
bg: Контакти при спешни случаи
ca: Afegeix contactes a l’app Salut
cs: Nastavit nouzové kontakty
da: Indstil nødkontakter i Sundhed
de: Notfallkontakte in Health einrichten
el: Διαμόρφωση επαφών στην Υγεία
es: Definir contactos de emergencia
es_us: Definir tus contactos de emergencia
fi: Määritä ICE-yhteyshenkilöitä
fr: Configurer les contacts dans Santé
fr_ca: Définir les contacts dans Santé
he: הגדרת אנשי קשר לזמן חירום ב״בריאות״
hi: सेहत में आपातकालीन संपर्क सेटअप करें
hr: Podesite hitne kontakte
hu: Vészhelyzeti kontaktok beállítása
id: Atur Kontak Darurat di Kesehatan
it: Configura contatti di emergenza su Salute
ja: “ヘルスケア”で緊急連絡先を設定
kk: Төтенше контактілерді баптау
ko: 건강 앱에서 긴급 연락처 설정
lt: Nustatyti adresatus nelaimės atveju srityje „Sveikata“
ms: Sediakan Kenalan Kecemasan
nl: Configureer contact voor noodgeval
no: Legg til nødkontakter i Helse
pl: Skonfiguruj kontakty alarmowe
pt_br: Configurar contatos de emergência
pt_pt: Configurar contactos de emergência
ro: Configurați contactele pentru urgențe
ru: Настроить контакты на случай ЧП
sk: Nastaviť tiesňové kontakty
sl: Nastavi stike za nujne primere v aplikaciji Zdravje
sv: Ställ in nödkontakter i Hälsa
th: ตั้งค่ารายชื่อติดต่อฉุกเฉินในแอปสุขภาพ
tr: Sağlık’ta Ayarla
uk: Задати екстрені контакти
vi: Tạo liên hệ khẩn cấp trong Sức khỏe
zh_cn: 在“健康”中设置紧急联系人
zh_hk: 在「健康」中設定緊急聯絡人
zh_tw: 在「健康」中設定緊急聯絡人

source: Auto Call
ar: اتصال تلقائي
bg: Автоматично обаждане
ca: Trucada automàtica
cs: Automaticky zavolat
da: Autoopkald
de: Automatischer Anruf
el: Αυτόματη κλήση
es: Llamada automática
es_us: Llamada automática
fi: Automaattinen puhelu
fr: Appel automatique
fr_ca: Appel automatique
he: התקשר אוטומטית
hi: ऑटो कॉल
hr: Automatski poziv
hu: Automatikus hívás
id: Panggilan Otomatis
it: Chiamata automatica
ja: 自動通報
kk: Авто қоңырау
ko: 자동 통화
lt: Automatinis skambinimas
ms: Panggilan Auto
nl: Automatisch bellen
no: Ring automatisk
pl: Dzwoń automatycznie
pt_br: Ligação Automática
pt_pt: Chamada automática
ro: Apelare automată
ru: Автовызов
sk: Automatický hovor
sl: Samodejni klic
sv: Ring automatiskt
th: โทรอัตโนมัติ
tr: Otomatik Ara
uk: Автовиклик
vi: Tự động gọi
zh_cn: 自动呼叫
zh_hk: 自動通話
zh_tw: 自動通話

# SOS_MODE_NEWTON_CONFIRM_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CALL_WITH_HOLD_AND_RELESE_FOOTER
source: If you continuously hold the side button and either volume button, a countdown begins and an alarm sounds. After the countdown, if you release the buttons, iPhone will call emergency services.
ar: عند الضغط مطولاً على الزر الجانبي مع أحد زريْ مستوى الصوت، سيبدأ عد تنازلي وسينطلق صوت إنذار. وبعد العد التنازلي، إذا أفلتَّ الزرين، فسيتصل iPhone بخدمات الطوارئ.
bg: Ако продължително задържите страничния бутон и някой от бутоните за силата на звука, започва обратно броене и се възпроизвежда звук на аларма. След обратното броене, ако отпуснете бутоните, iPhone ще набере службите за спешна помощ.
ca: En mantenir premuts el botó lateral i qualsevol botó de volum, s’iniciarà un compte enrere i sonarà un avís d’alarma. Després del compte enrere, si deixes anar els botons, l’iPhone trucarà als serveis d’emergències.
cs: Současným podržením postranního tlačítka a jednoho z tlačítek hlasitosti spustíte odpočet se zvukovou výstrahou. Když po skončení odpočtu tlačítka pustíte, iPhone zavolá na tísňovou linku.
da: Hvis du bliver ved med at holde sideknappen og en af lydstyrkeknapperne inde, startes en nedtælling, og en alarm afspilles. Hvis du slipper knapperne, når nedtællingen er slut, ringer iPhone til alarmcentralen.
de: Wenn du die Seitentaste und eine der Lautstärketasten gedrückt hältst, wird ein Countdown gestartet und ein Warnton ertönt. Wenn du die Tasten nach dem Countdown loslässt, ruft das iPhone die Rettungsdienste an.
el: Αν πατήσετε παρατεταμένα το πλευρικό κουμπί και ένα από τα κουμπιά έντασης ήχου, θα ξεκινήσει μια αντίστροφη μέτρηση και θα ακουστεί μια ειδοποίηση. Μετά την αντίστροφη μέτρηση, αν αφήσετε τα κουμπιά, το iPhone θα καλέσει τις Υπηρεσίες έκτακτης ανάγκης.
es: Si mantienes pulsados el botón lateral y uno de los botones de volumen, se iniciará una cuenta atrás y sonará una alarma. Si al final de la cuenta atrás sueltas los botones, el iPhone llamará a los servicios de emergencia.
es_us: Si sigues presionando el botón lateral y alguno de los de volumen, se iniciará una cuenta regresiva y se emitirá una alarma. Terminada la cuenta, si sueltas los botones, el iPhone llamará a los servicios de emergencia.
fi: Kun pidät sivupainiketta ja jompaakumpaa äänenvoimakkuus­painiketta painettuna, käynnistyy ajastin ja kuuluu äänimerkki. Jos ajastimen päätyttyä vapautat painikkeet, iPhone soittaa hätäkeskukseen.
fr: Si vous maintenez enfoncés le bouton latéral et l’un des boutons de volume, un compte à rebours se lance et une alerte sonore est émise. Si vous relâchez les boutons à l’issue du compte à rebours, l’iPhone appelle les secours.
fr_ca: Si vous appuyez de façon prolongée sur le bouton latéral et l’un des boutons de volume, un compte à rebours est lancé pour faire sonner une alarme. À la fin du compte à rebours, l’iPhone appellera les services d’urgence si vous relâchez les boutons.
he: לחיצה ארוכה על כפתור הצד ועל אחד מכפתורי עוצמת הקול תתחיל ספירה לאחור ותשמיע צלילי התרעה. כאשר הספירה תסתיים, אם הלחיצה עם הכפתורים תשוחרר, ה-iPhone יחייג לשירותי חירום.
hi: अगर आप साइड बटन और किसी भी एक वॉल्यूम बटन को लगातार दबाए रखते हैं, तो उलटी गिनती शुरू हो जाएगी और अलार्म बजाया जाएगा। उलटी गिनती समाप्त होने पर अगर आप बटन छोड़ते हैं, तो iPhone आपातकालीन सेवाओं को कॉल करेगा।
hr: Ako pritisnete i zadržite bočnu tipku i bilo koju tipku za podešavanje glasnoće, pokrenut će se odbrojavanje i oglasiti alarm. Nakon odbrojavanja, ako otpustite tipke, iPhone će nazvati hitne službe.
hu: Ha folyamatosan lenyomva tartja az oldalsó gombot és valamelyik hangerőgombot, visszaszámlálás indul el, valamint egy riasztási hangjelzés szólal meg. A visszaszámlálás lejártakor a gombok felengedése esetén az iPhone felhívja a sürgősségi segélyszolgálatokat.
id: Jika Anda terus menahan tombol samping dan salah satu tombol volume, hitung mundur akan dimulai dan alarm akan berbunyi. Setelah hitung mundur, jika Anda melepaskan tombol, iPhone akan memanggil layanan darurat.
it: Se tieni premuti il tasto laterale e uno dei tasti del volume, partirà un conto alla rovescia e verrà riprodotto un avviso acustico. Al termine, se rilasci i tasti, iPhone chiamerà i servizi di emergenza.
ja: サイドボタンといずれかの音量ボタンを長押しし続けると、カウントダウンが開始し、警報が鳴ります。カウントダウンのあと、ボタンを放すと、iPhoneから緊急通報サービスに発信します。
kk: Бүйірлік түймені және дыбыс деңгейі түймесін үздіксіз басып тұрсаңыз, кері санақ басталып, дабыл естіледі. Кері санақ аяқталғаннан кейін, түймелерді жіберсеңіз, iPhone төтенше қызметтерге қоңырау шалады.
ko: 측면 버튼과 음량 버튼 중 하나를 동시에 길게 누르면 카운트다운이 시작되며 알람이 울립니다. 카운트다운이 끝나고 손가락을 떼면 iPhone이 긴급 서비스에 전화를 겁니다.
lt: Jei nuolat laikysite paspaustą šoninį mygtuką ir bet kurį garsumo mygtuką, prasidės atgalinis laiko skaičiavimas ir skambės įspėjamasis signalas. Pasibaigus atgaliniam laiko skaičiavimui, jei atleisite mygtukus, „iPhone“ skambins pagalbos tarnyboms.
ms: Jika anda menahan butang sisi secara berterusan dan mana-mana satu butang kelantangan, kira detik akan bermula dan penggera akan berbunyi. Selepas kira detik, jika anda melepaskan butang, iPhone akan menghubungi perkhidmatan kecemasan.
nl: Als je de zijknop en een van de volumeknoppen voortdurend ingedrukt houdt, wordt er een aftel­klok gestart en gaat er een alarm af. Als je na het aftellen de knoppen loslaat, belt de iPhone de hulp­diensten.
no: Hvis du fortsetter å holde inne sideknappen og en av volumknappene, startes en nedtelling og du vil høre en alarm. Hvis du slipper knappene etter at nedtellingen er ferdig, vil iPhonen ringe nødnummeret.
pl: Przytrzymanie przycisku bocznego oraz dowolnego z przycisków głośności rozpoczyna odliczanie i uruchamia alert dźwiękowy. Gdy zwolnisz przyciski po zakończeniu odliczania, iPhone połączy się ze służbami ratowniczymi.
pt_br: Se você pressionar continuamente o botão lateral e um dos botões de volume, uma contagem regressiva será iniciada e um alarme soará. Após a contagem, se você soltar os botões, o iPhone ligará para os serviços de emergência.
pt_pt: Se premir continuamente o botão lateral e um dos botões de volume, é iniciada uma contagem decrescente. No fim da contagem, se soltar os botões, o iPhone liga para os serviços de urgência.
ro: Dacă mențineți apăsat butonul lateral și oricare dintre butoanele de volum, pornește o numărătoare inversă și este emisă o alertă sonoră. La sfârșitul numărătorii inverse, dacă eliberați butoanele, iPhone‑ul va apela serviciile de urgență.
ru: Если нажать и непрерывно удерживать боковую кнопку и одну из кнопок громкости, начнется обратный отсчет и прозвучит сигнал. По окончании отсчета, если отпустить кнопки, iPhone вызовет экстренные службы.
sk: Po stlačení a podržaní bočného tlačidla a jedného z tlačidiel hlasitosti sa začne odpočítavanie a zaznie zvukový poplach. Keď po skončení odpočítavania tlačidlá uvoľníte, iPhone zavolá na tiesňovú linku.
sl: Če neprekinjeno držite stranski gumb in katerikoli gumb za glasnost, se začne odštevanje in se sproži alarm. Če po koncu odštevanja spustite gumba, bo iPhone poklical službo za nujno pomoč.
sv: Om du håller in sidoknappen och en av volymknapparna samtidigt startas en nedräkning och ett larm ljuder. Om du släpper knapparna efter nedräkningen ringer iPhone till räddningstjänsten.
th: ถ้าคุณกดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้ตลอด การนับถอยหลังจะเริ่มต้นและมีเสียงเตือน ถ้าคุณปล่อยปุ่มหลังจากสิ้นสุดการนับถอยหลัง iPhone จะโทรหาบริการฉุกเฉิน
tr: Yan düğmeye ve ses yüksekliği düğmelerinden birine sürekli olarak basarsanız bir geri sayım başlatılır ve uyarı sesi çalınır. iPhone, geri sayımdan sonra düğmeleri bırakırsanız acil servisi arar.
uk: Якщо затиснути й утримувати бічну кнопку й будь-яку з кнопок гучності, почнеться відлік і звучатиме сигнал. Якщо відпустити кнопки після відліку, на iPhone почнеться виклик до екстрених служб.
vi: Nếu bạn giữ liên tục nút sườn và một trong hai nút âm lượng thì quá trình đếm ngược sẽ bắt đầu và âm thanh cảnh báo sẽ phát. Sau khi đếm ngược, nếu bạn thả các nút ra thì iPhone sẽ gọi các dịch vụ khẩn cấp.
zh_cn: 若持续按住侧边按钮和任一音量按钮，会开始倒计时并发出提示音。倒计时结束后，若松开按钮，iPhone将呼叫紧急服务。
zh_hk: 如你持續按住側邊按鈕和任何一個音量按鈕，倒數計時就會開始並會發出警報聲。倒數計時結束後，如你放開按鈕，iPhone將會致電緊急服務。
zh_tw: 若持續按住側邊按鈕和任一音量按鈕，會開始倒數計時並發出提示聲。倒數結束後，若放開按鈕，iPhone會撥打緊急服務電話。
